Revit 2027 API
SymbolTypeId.WPerMSup2K Property
 Symbol W/(m²·K), indicating unit Watts per square meter kelvin.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WPerMSup2K { get; }
Public Shared ReadOnly Property WPerMSup2K As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WPerMSup2K {
	ForgeTypeId^ get ();
}
static member WPerMSup2K : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace